Repository: grpiccoli/ES
Catalog: EpicSolutions/Resources/Views.Home.Index.*.resx
Languages: es

source: Adaptative modular microservices for continuous development
es: Módulos de integración adaptados al crecimiento y actualización de tu software.

source: Agile Development
es: Desarrollo Ágil

source: Bioinformatics
es: BioInformática

source: Business management
es: Administración de Empresas

source: Clients
es: Clientes

source: Commiting to the sustainable improvement of our clients through continuous development
es: Creemos en el desarrollo y avance continuo con responsabilidad y compromiso con nuestro entorno.

source: Communication
es: Comunicación efectiva

source: Constant communication with our clients and continuous evaluation, process planning, development and implementation
es: Comunicación constante con nuestros clientes evaluando continuamente los procesos de planificación, desarrollo e implementación.

source: Continuity
es: Compromiso

source: Continuous development and training
es: Aprendizaje continuo de los avances en IT

source: Cooperation
es: Cooperación

source: Data warehouse design, data access and data processing
es: Diseño de sistemas de almacenamiento, acceso y procesamiento de datos.

source: Databases
es: Base de datos

source: Development
es: Desarrollo

source: Facts
es: Hechos

source: Feedback
es: Retroalimentación

source: GUI design for integrating data sources and APIs into one resource
es: Diseño de interfaces gráficas para la integración de diversas fuentes de datos e información en una sola.

source: Individuals and interactions over processes and tools. Working software over comprehensive documentation. Customer collaboration over contract negotiation. Responding to change over following a plan.
es: Aplicamos metodologías ágiles de trabajo para cubrir todas las áreas y módulos comprometidos de manera eficiente y eficaz.

source: Lines of code
es: Líneas de código

source: Multidisciplinary team
es: Equipo Multidisciplinario

source: Our Mision
es: Nuestros Valores

source: Our multidisciplinary team is the foundation of our innovative capabilities
es: Nuestro equipo de trabajo integral es la base para la disposición y capacidad creativa.

source: Our pillars are communication, constant training and transparency
es: Nuestros pilares son la comunicación, la constante preparación y actualización de conocimientos y la transparencia con nuestros socios y clientes.

source: Platform integration
es: Integración de plataformas

source: Project Planning and Evaluation
es: Planificación

source: Project&lt;br /&gt; Evaluation
es: Evaluación<br /> de proyectos

source: Projects
es: Proyectos

source: Quality of Service
es: Calidad de Servicio

source: Quality over Quantity
es: Calidad sobre Cantidad

source: RESTful API and microservices
es: Desarrollo de APIs y microservicios

source: Search Engine Marketing and microsegmentation
es: Marketing Digital y microsegmentación

source: Search Engine Optimization and Digital Presence
es: Optimización de búscadores (SEO) y Posicionamiento web

source: Search Engine Optimization and Search Engine Marketing
es: Posicionamiento orgánico de tu sitio web y campañas de marketing digital.

source: Services
es: Servicios

source: Software analists
es: Analistas de software

source: Software developers
es: Desarrolladores de software

source: Statistical analysis and analytical software development for data processing and visualization
es: Análisis estadísticos de datos y desarrollo de sotfware para análisis y procesamiento de datos.

source: Sustainability
es: Responsabilidad

source: Tailored technological solutions.
es: Soluciones tecnológicas a tu medida.

source: Taking your company &lt;strong&gt;to the next level&lt;/strong&gt;
es: Tu empresa <strong>al siguiente nivel</strong>

source: Through collaboration with our partners and clients aiming to bring long term quality solutions tailored to their needs
es: Practicamos la colaboración y cooperación con nuestros pares y nuestros clientes con el objetivo de ganar-ganar.

source: We adapt to your needs complying to quality of service standards
es: Nos adaptamos a tus tiempos y necesidades, con responsabilidad y compromiso en nuestro servicio de calidad.

source: We are constantly training to bring you scalable and modular solutions
es: Nos mantenemos en constante actualización de conocimientos sobre los avances mundiales en lenguajes de programación, estrategias de posicionamiento web y marketing digital.

source: We create what your company needs to keep growing!
es: ¡Creamos lo que tu empresa necesita para seguir creciendo!

source: We design your website to fit your needs and goals
es: Diseñamos tu sitio web de acuerdo a tus necesidades y objetivos.

source: We listen to our clients and adapt to their needs
es: Escuchamos los requerimientos necesarios para la planificación del trabajo, priorizando lo que es importante para tu empresa.

source: Web Application Development
es: Desarrollo Web

source: Work ethics
es: Cómo trabajamos.

source: Years of experience
es: Años de Experiencia

source: Years of experience in IT development, public project management, SEO, SEM, database, data analysis
es: Años de experiencia en programación, desarrollo de proyectos públicos, posicionamiento web, diseño de bases de datos y programas estadísticos.
